Repository: bluedone/paypal-woocommerce
Catalog: languages/paypal-for-woocommerce-*.po
Languages: de_de, es_es, fr_fr, it_it, pl_pl, pt_pt, ru_ru

source: PayPal Website Payments Pro allows you to accept credit cards directly on your site without any redirection through PayPal. You host the checkout form on your own web server, so you will need an SSL certificate to ensure your customer data is protected.
de_de: PayPal Website Payments Pro können Sie Kreditkarten direkt auf Ihrer Website ohne Umleitung über PayPal zu akzeptieren. Sie Gastgeber der Kasse Formular auf Ihrer eigenen Web-Server, so dass Sie ein SSL-Zertifikat benötigen, um sicherzustellen, dass Ihre Kundendaten geschützt.
es_es: Pago de PayPal Pro le permite aceptar tarjetas de crédito directamente en su sitio sin ningún tipo de redirección a través de PayPal. Aloja el formulario de pago y envío en su propio servidor web, por lo que necesitará un certificado SSL para asegurar que su datos de clientes está protegida.
fr_fr: PayPal Website Payments Pro vous permet d'accepter les cartes de crédit directement sur votre site sans redirection via PayPal. Vous hébergez le formulaire de commande sur votre propre serveur Web, de sorte que vous aurez besoin d'un certificat SSL pour garantir que vos données de client est protégé.
it_it: PayPal Pagamenti su sito web Pro ti permette di accettare carte di credito direttamente sul tuo sito web senza alcun reindirizzamento tramite PayPal. Si ospita il modulo di checkout sul proprio server web, quindi sarà necessario un certificato SSL per garantire i dati Cliente è tutelato.
pl_pl: PayPal Płatności za pośrednictwem witryny Pro pozwala na Akceptujemy karty kredytowe bezpośrednio w witrynie bez przekierowania poprzez PayPal. Host formę realizacji transakcji na własnym serwerze, więc trzeba będzie certyfikat SSL, aby zapewnić dane klienta są chronione.
pt_pt: PayPal Website Payments Pro permite-lhe aceitar cartões de crédito diretamente em seu site, sem qualquer redirecionamento através do PagSeguro. Você hospeda a forma de pagamento no seu próprio servidor web, então você precisará de um certificado SSL para assegurar que seus dados de clientes está protegida.
ru_ru: PayPal Website Payments Pro позволяет принимать к оплате кредитные карты непосредственно на вашем сайте без перенаправления через PayPal. Вы у себя в кассе форму на собственном веб-сервере, так что вам потребуется сертификат SSL для обеспечения ваши данные клиентов защищена.

source: Enable PayPal Pro
de_de: Aktivieren PayPal Pro
es_es: Habilitar PayPal Pro
fr_fr: Activer PayPal Pro
it_it: Abilita PayPal Pro
pl_pl: Włącz akceptuje płatności PayPal Pro
pt_pt: Ativar PayPal Pro
ru_ru: Включить Paypal Pro

source: Credit card
de_de: Kreditkarte
es_es: Tarjeta de crédito
fr_fr: Carte de crédit
it_it: Carta di credito
pl_pl: Karta kredytowa
pt_pt: Cartão de crédito
ru_ru: Кредитная карта

source: Pay with your credit card
de_de: Zahlen Sie mit Ihrer Kreditkarte
es_es: Pague con su tarjeta de crédito
fr_fr: Payez Avec Votre carte de crédit
it_it: Paga con carta di credito
pl_pl: Zapłacić kartą kredytową
pt_pt: Pague com seu cartão de crédito
ru_ru: Оплата с помощью кредитной карты

source: Test Mode
de_de: Testmodus
es_es: Modo de prueba
fr_fr: essai en mode
it_it: Modalità di test
pl_pl: Tryb testowy
pt_pt: Modo de Teste
ru_ru: Тестовый режим

source: Enable PayPal Sandbox/Test Mode
de_de: Aktivieren PayPal Sandbox / Testmodus
es_es: Habilitar PayPal Sandbox / Modo de prueba
fr_fr: Activer le mode test PayPal / Test
it_it: Attiva modalità di PayPal Sandbox / Test
pl_pl: Włącz PayPal Sandbox / Tryb testowy
pt_pt: Ativar Modo Sandbox / Teste PayPal
ru_ru: Включить PayPal Sandbox / тестовый режим

source: Place the payment gateway in development mode.
de_de: Setzen Sie den Payment Gateway im Entwicklungsmodus.
es_es: Coloque la pasarela de pago en el modo de desarrollo.
fr_fr: PlaceZ la passerelle de paiement en mode de Développement.
it_it: Posizionare il gateway di pagamento in modalità di sviluppo.
pl_pl: Umieść bramki płatności w trybie rozwoju.
pt_pt: Coloque o gateway de pagamento no modo de desenvolvimento.
ru_ru: Поместите платежный шлюз в режиме разработки.

source: Sandbox API Username
de_de: Sandbox-API-Benutzername
es_es: API Sandbox Nombre de usuario
fr_fr: API Sandbox Nom d'Utilisateur
it_it: Sandbox API Nome utente
pl_pl: Piaskownica API Hasło
pt_pt: API Sandbox Usuário
ru_ru: Песочница API Имя пользователя

source: Live API Username
de_de: Live-API Benutzername
es_es: API vivo Nombre de usuario
fr_fr: API Nom directe d'Utilisateur
it_it: API live utente
pl_pl: Na żywo API Hasło
pt_pt: API vivo Usuário
ru_ru: Онлайн API Имя пользователя

source: Enable 3DSecure
de_de: Aktivieren 3D Secure
es_es: Habilitar 3D Secure
fr_fr: Activare 3D Secure
it_it: Abilita 3D Secure
pl_pl: Włącz 3D Secure
pt_pt: Habilitar 3D Secure
ru_ru: Включить 3D Secure

source: Allows UK merchants to pass 3-D Secure authentication data to PayPal for debit and credit cards. Updating your site with 3-D Secure enables your participation in the Verified by Visa and MasterCard SecureCode programs. (Required to accept Maestro)
es_es: Permite a los comerciantes del Reino Unido para pasar en 3-D de datos de autenticación segura a PayPal para las tarjetas de débito y crédito. Actualización de su sitio con 3-D Secure permite a su participación en los programas SecureCode Verified by Visa y MasterCard. (Requerido para aceptar Maestro)
fr_fr: Permet aux commerçants britanniques de passer 3-D Secure données d'authentification à PayPal de débit et cartes de crédit. Mise à jour de votre site avec 3-D Secure permet à votre participation dans les programmes SecureCode Verified by Visa et MasterCard. (Obligatoire pour accepter Maestro)
it_it: Consente commercianti del Regno Unito per passare i dati di autenticazione 3-D Secure da PayPal per carte di debito e carte di credito. L'aggiornamento del sito con 3-D Secure permette la partecipazione a Verified by Visa e MasterCard SecureCode programmi. (Obbligatorio accettare Maestro)

source: If enabling 3D Secure, enter your Cardinal Centinel Processor ID.
de_de: Wenn du 3D Secure, geben Sie Ihre Kardinal Centinel Prozessor-ID.
es_es: Si se habilita el 3D Secure, introduzca su Cardenal Centinel Processor ID.
fr_fr: If you activez 3D Secure, Entrez Votre Cardinal Sentinel identification de Processeur.
it_it: Se si abilita 3D Secure, immettere l'ID del processore cardinale Centinel.
pl_pl: Jeśli umożliwiając 3D Secure, wprowadź ID kard Centinel procesora.
pt_pt: Se permitindo 3D Secure, digite o seu ID Processor Cardeal Centinel.
ru_ru: Если позволяет 3D Secure, введите кардинал Centinel Код процессора.

source: If enabling 3D Secure, enter your Cardinal Centinel Merchant ID.
de_de: Wenn du 3D Secure, geben Sie Ihre Kardinal Centinel Merchant ID.
es_es: Si se habilita el 3D Secure, introduzca su Cardenal Centinel Merchant ID.
fr_fr: If you activez 3D Secure, Entrez Votre ID de commerçant Cardinal Centinel.
it_it: Se si abilita 3D Secure, inserire il Cardinale Centinel Merchant ID.
pl_pl: Jeśli umożliwiając 3D Secure, wprowadź kard Centinel identyfikator sprzedawcy.
pt_pt: Se permitindo 3D Secure, digite o seu Cardeal Centinel Merchant ID.
ru_ru: Если позволяет 3D Secure, введите кардинала Centinel Merchant ID.

source: Transaction Password
de_de: Transaktions Passwort
es_es: Transacción Contraseña
fr_fr: Transaction Mot de passe
it_it: Operazione password
pl_pl: Hasło transakcji
pt_pt: Transação senha
ru_ru: Сделка Пароль

source: Liability Shift
de_de: Haftungsumkehr
es_es: Shift Responsabilidad
fr_fr: Transfert de Responsabilité
it_it: Spostamento Responsabilità
pl_pl: Przesunięcie odpowiedzialności
pt_pt: Responsabilidade Mudança
ru_ru: Ответственность Сдвиг

source: Require liability shift
de_de: Erfordern Haftungsumkehr
es_es: Requerir traslado de responsabilidad
fr_fr: Exiger transfert de Responsabilité
it_it: Richiedi liability shift
pl_pl: Wymagają przesunięcia odpowiedzialności
pt_pt: Exigir mudança de responsabilidade
ru_ru: Требовать смену ответственности

source: Only accept payments when liability shift has occurred.
de_de: Akzeptieren Zahlungen nur, wenn Haftungsumkehr stattgefunden hat.
es_es: Sólo aceptar pagos cuando se ha producido cambio de responsabilidad.
fr_fr: Accepter Uniquement les Paiements Quand transfert de Responsabilité un lieu eu.
it_it: Accettare pagamenti solo quando si è verificato liability shift.
pl_pl: Akceptujemy tylko płatności, gdy nastąpiło przesunięcie odpowiedzialności.
pt_pt: Só aceitamos pagamentos quando mudança de responsabilidade ocorreu.
ru_ru: Только принимать платежи, когда сдвиг ответственности произошло.

source: Debug Log
es_es: Registro de depuración
fr_fr: Journal de débogage
ru_ru: Журнал отладки

source: Enable logging
de_de: Aktivieren Sie die Protokollierung
es_es: Habilitar el registro de
fr_fr: Activer la Journalisation
it_it: Attivare la registrazione
pl_pl: Włącz rejestrowanie
pt_pt: Ativar registro
ru_ru: Включите ведение журнала

source: Log PayPal events inside <code>woocommerce/logs/paypal-pro.txt</code>
de_de: Melden PayPal Ereignisse innerhalb WooCommerce / logs / paypal-pro.txt
es_es: Registrar eventos de PayPal dentro WooCommerce / logs / paypal-Pro.txt
fr_fr: Expéditeur Les événements PayPal intérieur WooCommerce / logs / paypal-pro.txt
it_it: Log eventi PayPal all'interno woocommerce / logs / paypal-pro.txt
pl_pl: Zaloguj wydarzenia PayPal wewnątrz woocommerce / dzienniki / paypal-Pro.txt
pt_pt: Registrar eventos PayPal dentro woocommerce / logs / paypal-Pro.txt
ru_ru: Войти PayPal события внутри WooCommerce / журналы / PayPal-Pro.txt

source: Card security code is invalid (only digits are allowed)
es_es: Código de seguridad no es válido (sólo dígitos están permitidos)
fr_fr: Code de sécurité de la carte n'est pas valide (seuls les chiffres sont autorisés)
it_it: Codice di sicurezza della carta non è valido (solo cifre sono consentiti)

source: Card security code is invalid (wrong length)
es_es: Código de seguridad de la tarjeta no es válida (longitud incorrecta)
fr_fr: Code de sécurité de la carte n'est pas valide (mauvaise longueur)
it_it: Codice di sicurezza della carta non è valido (lunghezza sbagliata)

source: Card expiration date is invalid
de_de: Ablaufdatum der Karte ist ungültig
es_es: Fecha de caducidad de tarjeta no es válida
fr_fr: Date d'expiration de la carte pas n'est valide
it_it: Data di scadenza della carta non è valida
pl_pl: Data ważności karty jest nieprawidłowy
pt_pt: Data de validade do cartão é inválido
ru_ru: Дата окончания срока действия карты является недействительным

source: Card number is invalid
de_de: Kartennummer ist ungültig
es_es: Número de la tarjeta no es válida
fr_fr: numro de carte pas n'est valide
it_it: Numero della carta non è valido
pl_pl: Numer karty jest nieprawidłowy
pt_pt: Número do cartão é inválido
ru_ru: Номер карты недействителен

source: Error in 3D secure authentication:
de_de: Fehler in 3D sichere Authentifizierung:
es_es: Error en la autenticación segura 3D:
fr_fr: Erreur seillers de l'authentification 3D Secure:
it_it: Errore di autenticazione sicura 3D:
pl_pl: Błąd w bezpiecznym uwierzytelnianiem 3D:
pt_pt: Erro na autenticação segura 3D:
ru_ru: Ошибка в 3D безопасной аутентификации:

source: 3D Secure error: No liability shift
de_de: 3D-Secure-Fehler: Keine Haftung Verschiebung
es_es: Error 3D Secure: No traslado de responsabilidad
fr_fr: Erreur 3D Secure: Pas de transfert de Responsabilité
it_it: 3D errore Sicuro: No liability shift
pl_pl: 3D Secure błąd: Nie przesunięcie odpowiedzialności
pt_pt: Erro 3D Secure: Sem mudança de responsabilidade
ru_ru: не 3D Secure ошибка: Нет сдвиг ответственности

source: Payer Authentication failed. Please try a different payment method.
de_de: Payer-Authentifizierung fehlgeschlagen. Bitte versuchen Sie eine andere Zahlungsmethode.
es_es: Payer autenticación falló. Por favor, intente un método de pago diferente.
fr_fr: Payer une authentification Échoué. Sil vous plaît essayer Une Autre Méthode de paiement.
it_it: Autenticazione Payer non riuscita. Si prega di provare un diverso metodo di pagamento.
pl_pl: Uwierzytelnianie płatnik nie powiodło się. Proszę spróbować innej metody płatności.
pt_pt: Autenticação Payer falhou. Por favor, tente um método de pagamento diferente.
ru_ru: Плательщик Ошибка аутентификации. Пожалуйста, попробуйте другой способ оплаты.

source: Empty PayPal response.
de_de: Leeren PayPal Antwort.
es_es: Vacíe respuesta PayPal.
fr_fr: Vider Réponse PayPal.
it_it: Svuotare risposta PayPal.
pl_pl: Opróżnić odpowiedzi PayPal.
pt_pt: Esvazie resposta PayPal.
ru_ru: Слейте PayPal ответ.

source: PayPal Pro payment completed (Transaction ID: %s, Correlation ID: %s)
es_es: Pago de PayPal Pro completado (ID de transacción: %s, ID de correlación: %s)
fr_fr: Le paiement de PayPal Pro achevé (Transaction ID: %s, ID de corrélation: %s)
it_it: Pagamento di PayPal Pro completato (ID transazione: %s, ID di correlazione: %s)

source: There was a problem connecting to the payment gateway.
de_de: Es gab ein Problem beim Verbinden mit dem Payment-Gateway.
es_es: Hubo un problema al conectar con la pasarela de pago.
fr_fr: Il y avait non Problème de connexion à la passerelle de paiement.
it_it: C'è stato un problema di connessione al gateway di pagamento.
pl_pl: Był problem z połączeniem do bramki płatności.
pt_pt: Houve um problema de conexão com o gateway de pagamento.
ru_ru: Существовал проблема подключения к платежному шлюзу.

source: Payment error:
de_de: Zahlungsfehler:
es_es: Error en el pago:
fr_fr: Erreur de paiement:
it_it: Errore di pagamento:
pl_pl: Błąd płatności:
pt_pt: Erro de pagamento:
ru_ru: Ошибка Оплата:

source: PayPal Payments Pro 2.0 (PayFlow)
es_es: Los pagos de PayPal Pro 2.0 (PayFlow)
fr_fr: Les paiements de PayPal Pro 2.0 (PayFlow)
it_it: Pagamenti PayPal Pro 2.0 (PayFlow)

source: PayPal Payments Pro allows you to accept credit cards directly on your site without any redirection through PayPal. You host the checkout form on your own web server, so you will need an SSL certificate to ensure your customer data is protected.
de_de: PayPal-Zahlungen Pro können Sie Kreditkarten direkt auf Ihrer Website ohne Umleitung über PayPal zu akzeptieren. Sie Gastgeber der Kasse Formular auf Ihrer eigenen Web-Server, so dass Sie ein SSL-Zertifikat benötigen, um sicherzustellen, dass Ihre Kundendaten geschützt.
es_es: Los pagos de PayPal Pro le permite aceptar tarjetas de crédito directamente en su sitio sin ningún tipo de redirección a través de PayPal. Aloja el formulario de pago y envío en su propio servidor web, por lo que necesitará un certificado SSL para asegurar que su datos de clientes está protegida.
fr_fr: Paiements PayPal Pro vous permet d'accepter les cartes de crédit directement sur votre site sans redirection via PayPal. Vous hébergez le formulaire de commande sur votre propre serveur Web, de sorte que vous aurez besoin d'un certificat SSL pour garantir que vos données de client est protégé.
it_it: Pagamenti PayPal Pro ti permette di accettare carte di credito direttamente sul tuo sito web senza alcun reindirizzamento tramite PayPal. Si ospita il modulo di checkout sul proprio server web, quindi sarà necessario un certificato SSL per garantire i dati Cliente è tutelato.
pl_pl: Płatności PayPal Pro pozwala na Akceptujemy karty kredytowe bezpośrednio w witrynie bez przekierowania poprzez PayPal. Host formę realizacji transakcji na własnym serwerze, więc trzeba będzie certyfikat SSL, aby zapewnić dane klienta są chronione.
pt_pt: Pagamentos PayPal Pro permite-lhe aceitar cartões de crédito diretamente em seu site, sem qualquer redirecionamento através do PagSeguro. Você hospeda a forma de pagamento no seu próprio servidor web, então você precisará de um certificado SSL para assegurar que seus dados de clientes está protegida.
ru_ru: PayPal Оплата Pro позволяет принимать к оплате кредитные карты непосредственно на вашем сайте без перенаправления через PayPal. Вы у себя в кассе форму на собственном веб-сервере, так что вам потребуется сертификат SSL для обеспечения ваши данные клиентов защищена.

source: Enable PayPal Pro Payflow Edition
de_de: Aktivieren PayPal Payflow Pro Ausgabe
es_es: Habilitar PayPal Payflow Pro Edición
fr_fr: Activer PayPal Pro édition Payflow
it_it: Abilita PayPal Pro Payflow Edition
pl_pl: Włącz PayPal Pro Payflow Edition
pt_pt: Ativar PayPal Pro Payflow Edição
ru_ru: Включить PayPal Pro Payflow издание

source: Pay with your credit card.
de_de: Zahlen Sie mit Ihrer Kreditkarte.
es_es: Pague con su tarjeta de crédito.
fr_fr: Payez Avec Votre carte de crédit.
it_it: Paga con carta di credito.
pl_pl: Zapłacić kartą kredytową.
pt_pt: Pague com seu cartão de crédito.
ru_ru: Оплата с помощью кредитной карты.

source: Sandbox PayPal Vendor
de_de: Sandbox PayPal Anbieter
es_es: Sandbox de PayPal del vendedor
it_it: Sandbox PayPal Fornitore
pl_pl: Piaskownica PayPal Sprzedawca
pt_pt: Sandbox PayPal Vendedor
ru_ru: Песочница PayPal Производитель

source: Sandbox PayPal Password
de_de: PayPal Sandbox Passwort
es_es: Sandbox de PayPal Contraseña
fr_fr: Sandbox PayPal Mot de passe
pl_pl: Piaskownica PayPal Hasło
pt_pt: Sandbox PayPal senha
ru_ru: Песочница PayPal Пароль

source: The password that you defined while registering for the account.
de_de: Die, die Sie definiert bei der Registrierung für das Account-Passwort.
es_es: La contraseña que ha definido durante el registro de la cuenta.
fr_fr: Le mot de passe Qué Vous définition rapide avez seillers de lenregistrement du Compte.
it_it: La password che si è definito durante la registrazione per l'account.
pl_pl: Hasło, które określono podczas rejestracji konta.
pt_pt: A senha que você definiu durante o registo para a conta.
ru_ru: Пароль, который вы определили при регистрации учетной записи.

source: Sandbox PayPal User
de_de: Sandbox PayPal-Nutzer
es_es: Sandbox de PayPal del usuario
fr_fr: Sandbox PayPal Utilisateur
it_it: Sandbox PayPal Utente
pl_pl: Piaskownica PayPal użytkownika
pt_pt: Sandbox PayPal Usuário
ru_ru: Песочница PayPal Пользователь

source: If you set up one or more additional users on the account, this value is the IDnof the user authorized to process transactions. Otherwise, leave this field blank.
de_de: Wenn Sie eine oder mehrere zusätzliche Benutzer auf dem Konto eingerichtet haben, ist dieser Wert die ID des genehmigten Transaktionen verarbeiten Benutzer. Ansonsten lassen Sie dieses Feld leer.
es_es: Si configura uno o más usuarios adicionales en la cuenta, este valor es el ID del usuario autorizado para procesar las transacciones. De lo contrario, deje este campo en blanco.
fr_fr: Si vous configurez un ou plusieurs autres utilisateurs sur le compte, cette valeur est l'ID de l'utilisateur autorisé à traiter des transactions. Sinon, laissez le champ vide.
it_it: Se si imposta uno o più utenti aggiuntivi sul conto, questo valore è l'ID utente autorizzato per elaborare le transazioni. In caso contrario, lasciare questo campo vuoto.
pl_pl: Jeśli założyć jedną lub więcej dodatkowych użytkowników na koncie, wartość ta jest identyfikator użytkownika uprawnionego do przetwarzania transakcji. W przeciwnym razie pozostaw to pole puste.
pt_pt: Se você configurar um ou mais usuários na conta, este valor é o ID do usuário autorizado a processar as transações. Caso contrário, deixe este campo em branco.
ru_ru: Если вы создали один или несколько дополнительных пользователей на счету, это значение является идентификатором пользователя, уполномоченного для обработки транзакций. В противном случае оставьте это поле пустым.

source: Sandbox PayPal Partner
de_de: PayPal Sandbox Partner
es_es: Sandbox de PayPal Socio
fr_fr: Sandbox PayPal partenaire
pl_pl: Piaskownica PayPal Partner
pt_pt: Sandbox PayPal Parceiro
ru_ru: Песочница PayPal Партнер

source: The ID provided to you by the authorized PayPal Reseller who registered younfor the Payflow SDK. If you purchased your account directly from PayPal, use PayPal or leave blank.
de_de: Die ID durch den autorisierten Reseller PayPal, die Sie für den Payflow SDK registriert zur Verfügung gestellt. Wenn Sie Ihr Konto direkt von PayPal gekauft, mit PayPal oder leer lassen.
es_es: El ID provisto a usted por el distribuidor autorizado de PayPal que usted registró para el SDK de Payflow. Si usted compró su cuenta directamente desde PayPal, utilice PayPal o dejar en blanco.
fr_fr: L'ID fourni pour vous par le revendeur autorisé PayPal qui vous inscrit pour le SDK Payflow. Si vous avez acheté directement votre compte de PayPal, utiliser PayPal ou laisser en blanc.
it_it: L'ID fornita da PayPal rivenditore autorizzato che si registrato per il Payflow SDK. Se hai acquistato il tuo conto direttamente da PayPal, utilizzare PayPal o lasciare in bianco.
pl_pl: ID podane przez upoważnionego PayPal Reseller, kto Cię zarejestrowanym dla Payflow SDK. Jeżeli kupiłeś konto bezpośrednio z PayPal, systemu PayPal lub pozostawić puste.
pt_pt: O ID-lhe fornecida pelo PayPal Revendedor autorizado que se registou para o Payflow SDK. Se você comprou a sua conta diretamente do PayPal, use PayPal ou deixe em branco.
ru_ru: ID предоставляется вам уполномоченным PayPal Reseller, который зарегистрировал Вас за Payflow SDK. Если вы приобрели свой аккаунт непосредственно с PayPal, использовать PayPal или оставьте поле пустым.

source: Live PayPal Vendor
de_de: Live-Anbieter PayPal
es_es: Vive PayPal Vendor
fr_fr: Vivre PayPal vendor
it_it: Vivere PayPal Fornitore
pl_pl: Żyć akceptuje płatności PayPal Vendor
pt_pt: Viva PayPal Vendedor
ru_ru: Жить Paypal поставщика

source: Live PayPal Password
de_de: PayPal Live-Passwort
es_es: Vive PayPal Contraseña
fr_fr: Vivre PayPal Mot de passe
it_it: Vivere PayPal password
pl_pl: Żyć akceptuje płatności PayPal hasła
pt_pt: Viva PayPal senha
ru_ru: Жить Paypal пароль

source: Live PayPal User
de_de: Live-PayPal-Nutzer
es_es: Vive PayPal usuario
fr_fr: Vivre PayPal Utilisateur
it_it: Vivere PayPal Utente
pl_pl: Żyć akceptuje płatności PayPal Użytkownikowi
pt_pt: Viva PayPal Usuário
ru_ru: Жить Paypal Пользователю

source: Live PayPal Partner
de_de: Live-Partner PayPal
es_es: Vive PayPal Socio
fr_fr: Vivre PayPal partenaire
it_it: Vivere PayPal Partner
pl_pl: Partnerowi żyć akceptuje płatności PayPal
pt_pt: Viva PayPal Parceiro
ru_ru: Жить Paypal Партнеру

source: PayPal Pro payment completed (PNREF: %s)
es_es: Pago de PayPal Pro completado (PNREF: %s)
fr_fr: Le paiement de PayPal Pro achevé (PNREF: %s)
it_it: Pagamento di PayPal Pro completato (PNREF: %s)

source: PayPal Pro payment failed. Payment was rejected due to an error:
de_de: Pro PayPal Zahlung fehlgeschlagen. Die Zahlung wurde aufgrund eines Fehlers abgelehnt:
es_es: Pago de PayPal Pro falló. El pago fue rechazada debido a un error:
fr_fr: Le paiement de PayPal Pro Échoué. Le paiement was rejetée en raison dune Erreur:
it_it: PayPal pagamento Pro riuscita. Il pagamento è stata respinta a causa di un errore:
pl_pl: PayPal Pro płatność nie powiodła się. Płatność została odrzucona z powodu błędu:
pt_pt: PayPal Pro pagamento falhou. O pagamento foi rejeitada devido a um erro:
ru_ru: PayPal Pro платеж не прошел. Оплата была отклонена из-за ошибки:

source: Connection error:
de_de: Verbindungsfehler:
es_es: Error de conexión:
fr_fr: Erreur de connexion:
it_it: Errore di connessione:
pl_pl: Błąd połączenia:
pt_pt: Erro de conexão:
ru_ru: Ошибка соединения:

source: TEST MODE/SANDBOX ENABLED
de_de: TEST MODE / SANDKASTEN FREIGEGEBEN
es_es: MODO DE PRUEBA / SALVADERA HABILITADO
fr_fr: MODE TEST / SABLE ACTIVE
it_it: TEST MODE / SANDBOX ABILITATO
pl_pl: TEST MODE / SANDBOX AKTYWNY
pt_pt: MODO DE TESTE / AREIA HABILITADO
ru_ru: Тестовый режим / SANDBOX ВКЛЮЧЕНО

source: Sorry, your session has expired. <a href=%s>Return to homepage &rarr;</a>
fr_fr: Désolé, votre session a expiré. <a href=%s>Retour à la page d'accueil &rarr;</a>
