Repository: bluedone/paypal-woocommerce
Catalog: languages/paypal-for-woocommerce-*.po
Languages: de_de, es_es, fr_fr, it_it, pl_pl, pt_pt, ru_ru

source: WooCommerce PayPal Payments Pro requires that the %sForce secure checkout%s option is enabled; your checkout may not be secure! Please enable SSL and ensure your server has a valid SSL certificate - PayPal Pro will only work in test mode. | <a href=%s>%s</a>
de_de: WooCommerce PayPal Zahlungen Pro erfordert, dass sichere %sKasse force%s Option aktiviert ist, Ihre Kasse kann nicht sicher sein! Bitte aktivieren Sie SSL und sicherzustellen, dass Ihr Server ein gültiges SSL-Zertifikat - PayPal Pro wird nur im Testmodus arbeiten. | <a href=%s>%s</a>
es_es: Los pagos de PayPal WooCommerce Pro requiere que el %sforce opción de pago seguro%s está habilitada; su comprobación puede no ser seguro! Por favor, activa SSL y asegurarse de que su servidor tiene un certificado SSL válido - PayPal Pro sólo funciona en modo de prueba. | <a href=%s>%s</a>
fr_fr: WooCommerce paiements PayPal Pro exige que le %sforcer paiement sécurisé%s option est activée, votre caisse peut ne pas être sécurisé! S'il vous plaît activer SSL et vous assurer que votre serveur dispose d'un certificat SSL valide - PayPal Pro fonctionne uniquement en mode test. | <a href=%s>%s</a>
it_it: WooCommerce pagamenti PayPal Pro richiede che il %sforce opzione di acquisto protetto%s è attivata, la tua cassa non può essere sicuro! Si prega di abilitare SSL e assicurare il vostro server ha un certificato SSL valido - PayPal Pro funziona solo in modalità test. | <a href=%s>%s</a>
pl_pl: WooCommerce PayPal Płatności Pro wymaga %sForce Bezpieczne łącze opcja%s jest aktywna; Twój zakup może nie być bezpieczna! Proszę włączyć SSL i zapewnić serwer ma ważny certyfikat SSL - PayPal Pro działa tylko w trybie testowym. | <a href=%s>%s</a>
pt_pt: WooCommerce pagamentos PayPal Pro requer que %sa opção de seguro check-out force%s está habilitado; sua saída pode não ser seguro! Por favor, ative o SSL e garantir o seu servidor tem um certificado SSL válido - PayPal Pro só vai funcionar em modo de teste. | <a href=%s>%s</a>

source: WooCommerce PayPal Payments ( %s ) is currently running in Sandbox mode and will NOT process any actual payments. | <a href=%s>%s</a>
de_de: WooCommerce PayPal Payments (WooCommerce PayPal-Zahlungen ( %s ) ist derzeit in der Sandbox-Modus laufen und werden alle tatsächlichen Zahlungen nicht verarbeiten. | <a href=%s>%s</a>
es_es: WooCommerce PayPal Payments (Los pagos de PayPal WooCommerce ( %s ) se está ejecutando actualmente en el modo de recinto de seguridad y no procesará los pagos reales. | <a href=%s>%s</a>
fr_fr: WooCommerce paiements PayPal ( %s ) est actuellement en cours d'exécution en mode Sandbox et ne traitera pas les paiements réels. | <a href=%s>%s</a>
it_it: WooCommerce PayPal Payments (WooCommerce Pagamenti PayPal ( %s ) è attualmente in esecuzione in modalità sandbox e non elaborerà i pagamenti effettivi. | <a href=%s>%s</a>
pl_pl: WooCommerce PayPal Payments (WooCommerce Płatności PayPal ( %s ) jest uruchomiony w trybie piaskownicy, a nie będzie przetwarzać żadnych rzeczywistych płatności. | <a href=%s>%s</a>
pt_pt: WooCommerce PayPal Payments (WooCommerce pagamentos PayPal ( %s ) está atualmente em execução no modo Sandbox e não irá processar todos os pagamentos reais. | <a href=%s>%s</a>
ru_ru: WooCommerce PayPal Payments (WooCommerce PayPal платежи ( %s ) в настоящее время работает в изолированном режиме и не будет обрабатывать любые фактические платежи. | <a href=%s>%s</a>

source: WooCommerce PayPal Express is currently running in Sandbox mode and will NOT process any actual payments. | <a href=%s>%s</a>
de_de: WooCommerce PayPal Express wird derzeit in der Sandbox-Modus laufen und werden alle tatsächlichen Zahlungen nicht verarbeiten. | <a href=%s>%s</a>
es_es: WooCommerce PayPal Express se está ejecutando en modo de recinto de seguridad y no procesará los pagos reales. | <a href=%s>%s</a>
fr_fr: WooCommerce PayPal Express est en cours d'exécution en mode Sandbox et ne sera pas traiter les paiements réels. | <a href=%s>%s</a>|WooCommerce PayPal Express est en cours d'exécution en mode Sandbox et ne sera pas traiter les paiements réels. | <a href=%s>%s</a>
it_it: WooCommerce PayPal Express è in esecuzione in modalità sandbox e non elaborerà tutti i pagamenti effettivi. | <a href=%s>%s</a>
pl_pl: WooCommerce PayPal Express jest uruchomiony w trybie piaskownicy, a nie będzie przetwarzać żadnych rzeczywistych płatności. | <a href=%s>%s</a>
pt_pt: WooCommerce PayPal Express está sendo executado no modo seguro e não irá processar todos os pagamentos reais. | <a href=%s>%s</a>
ru_ru: WooCommerce PayPal Экспресс в настоящее время работает в изолированном режиме и не будет обрабатывать любые фактические платежи. | <a href=%s>%s</a>

source: WooCommerce PayPal Payments requires WooCommerce plugin to work normally. Please active it or install it from <a href='http://wordpress.org/plugins/woocommerce/' target='_blank'>here</a>. | <a href=%s>%s</a>
de_de: WooCommerce PayPal-Zahlungen erfordert WooCommerce Plugin, um normal arbeiten. Bitte aktivieren oder installieren Sie es von <a href='http://wordpress.org/plugins/woocommerce/' target='_blank'>dort</a>. | <a href=%s>%s</a>
es_es: Los pagos de PayPal WooCommerce requiere WooCommerce plugin para funcionar normalmente. Por favor, active o instalarlo desde <a href='http://wordpress.org/plugins/woocommerce/' target='_blank'>allí</a>. | <a href=%s>%s</a>
fr_fr: WooCommerce paiements PayPal exige WooCommerce extension de fonctionner normalement. Veuillez l'activer ou l'installer à partir <a href='http://wordpress.org/plugins/woocommerce/' target='_blank'>ici</a> . | <a href=%s>%s</a>
it_it: WooCommerce Pagamenti PayPal richiede WooCommerce plugin per funzionare normalmente. Si prega di attivare o installarlo da <a href='http://wordpress.org/plugins/woocommerce/' target='_blank'>lì</a>. | <a href=%s>%s</a>
pl_pl: WooCommerce PayPal Płatności wymaga wtyczki WooCommerce pracować normalnie. Proszę włączyć go lub zainstalować go <a href='http://wordpress.org/plugins/woocommerce/' target='_blank'>nie</a>. | <a href=%s>%s</a>
pt_pt: WooCommerce pagamentos PayPal exige WooCommerce plugin para funcionar normalmente. Por favor, ative-lo ou instalá-lo a partir de <a href='http://wordpress.org/plugins/woocommerce/' target='_blank'>lá</a>. | <a href=%s>%s</a>
ru_ru: WooCommerce PayPal Платежи требуется WooCommerce плагин нормально работать. Пожалуйста, включите его или установить его <a href='http://wordpress.org/plugins/woocommerce/' target='_blank'>есть</a>. | <a href=%s>%s</a>

source: Checkout &rarr; Review Order
de_de: Kasse &rarr; Bewertung Sortieren
es_es: Pedido &rarr; Revisión del pedido
fr_fr: Commandant &rarr; Commande Avis
it_it: Acquista &rarr; Review ordine
pl_pl: Zamówienie &rarr; recenzję Zamówienie
pt_pt: Caixa &rarr; Revisão da encomenda
ru_ru: Оформить заказ &rarr; заказа Обзор

source: Cancel order
de_de: Bestellung stornieren
es_es: Para Cancelar
fr_fr: Annuler la commande
it_it: Annulla ordine
pl_pl: Anulować zamówienie
pt_pt: Ordem Cancelar
ru_ru: Очистить корзину

source: Place Order
de_de: Bestellung aufgeben
es_es: Ponga la orden
fr_fr: Passer juin commande
it_it: Ordina
pl_pl: Złóż zamówienie
pt_pt: Fazer Pedido
ru_ru: Разместить заказ

source: PayPal Express Checkout
es_es: Pago exprés de PayPal
it_it: PayPal express

source: PayPal Express Checkout is designed to make the checkout experience for buyers using PayPal much more quick and easy than filling out billing and shipping forms. Customers will be taken directly to PayPal to sign in and authorize the payment, and are then returned back to your store to choose a shipping method, review the final order total, and complete the payment.
de_de: PayPal Express Checkout wurde entwickelt, um mit PayPal vieles mehr schnell und einfach als das Ausfüllen Rechnungs-und Lieferformen der Kasse Erlebnis für Käufer zu machen. Die Kunden werden direkt an PayPal getroffen werden, um sich anzumelden und genehmigen Sie die Zahlung, und sind dann wieder zurück zu Ihrem Speicher, um eine Versandmethode zu wählen, überprüfen Sie die endgültige Auftragssumme und die Zahlung.
es_es: Pago exprés de PayPal está diseñado para que la experiencia de pago para los compradores a través de PayPal mucho más rápido y fácil de llenar los formularios de facturación y envío. Los clientes serán llevados directamente a PayPal para firmar y autorizar el pago, y luego son devueltos de nuevo a su tienda para elegir un método de envío, revise el total de la orden final, y completar el pago.
fr_fr: PayPal Express Checkout est conçu pour rendre l'expérience de paiement pour les acheteurs utilisant PayPal beaucoup plus rapide et facile que de remplir des formulaires de facturation et de livraison. Les clients seront prises directement à PayPal pour vous connecter et autoriser le paiement, et sont ensuite retournés à votre magasin pour choisir une méthode d'expédition, consultez le total de la commande finale, et effectuer le paiement.
it_it: PayPal Pagamento express è progettato per rendere l'esperienza di pagamento per gli acquirenti con PayPal molto più semplice e veloce di compilazione di moduli di fatturazione e spedizione. I clienti saranno prese direttamente da PayPal per accedere e autorizzare il pagamento, e sono poi tornati indietro al tuo negozio per scegliere un metodo di spedizione, rivedere il totale dell'ordine finale e completare il pagamento.
pl_pl: PayPal Express Checkout jest zaprojektowany, aby doświadczenie realizacji transakcji za pomocą systemu PayPal dla kupujących znacznie więcej niż łatwe i szybkie wypełnianie formularzy rozliczeniowych i wysyłki. Klienci będą pobierane bezpośrednio do systemu PayPal, aby zalogować się i autoryzacji płatności, a następnie wrócił do swojego sklepu, aby wybrać metodę wysyłki, przeglądu ostatecznej wartości zamówienia, oraz dokonać wpłaty.
pt_pt: PayPal Express Checkout é projetado para tornar a experiência de check-out para os compradores usando o PayPal muito mais rápido e fácil do que o preenchimento de faturamento e envio de formulários. Clientes será levado diretamente para o PayPal para entrar e autorizar o pagamento, e, em seguida, são devolvidos de volta para sua loja para escolher um método de envio, analise o total final ordem, e completar o pagamento.
ru_ru: PayPal Express Checkout разработан, чтобы сделать опыт для извлечения для покупателей с помощью PayPal гораздо более быстрый и легкий, чем заполнение счетов и доставки формы. Клиенты будут приниматься непосредственно в PayPal, чтобы войти в систему и разрешить компенсацию, и затем возвращаются обратно в магазин, чтобы выбрать способ доставки, рассмотрит окончательный общий порядок, и завершения платежа.

source: Enable/Disable
de_de: Aktivieren / Deaktivieren
es_es: Activar / Desactivar
fr_fr: Activer / Désactiver
it_it: Abilita / Disabilita
pl_pl: Włącz / Wyłącz
pt_pt: Activar / Desactivar
ru_ru: Включить / Выключить

source: Enable PayPal Express
de_de: Aktivieren Sie PayPal Express
es_es: Habilitar PayPal expreso
fr_fr: Activer PayPal Express
it_it: Abilita espresso PayPal
pl_pl: Włącz PayPal Express
pt_pt: Ativar PayPal Express
ru_ru: Включить PayPal Express

source: Title
de_de: Titel
es_es: Título
fr_fr: Titre
it_it: Titolo
pl_pl: Tytuł
pt_pt: Título
ru_ru: Название

source: This controls the title which the user sees during checkout.
de_de: Dies steuert die Titel, die der Benutzer bei der Kasse sieht.
es_es: Controla el título que el usuario ve en la caja.
fr_fr: Il contrle le titre Qui Voit l'Utilisateur seillers de la commande.
it_it: Questo controlla il titolo che l'utente vede durante il checkout.
pl_pl: Kontroluje tytuł, który użytkownik widzi podczas kasy.
pt_pt: Isto controla o título que o usuário vê durante o checkout.
ru_ru: Это контролирует название, которое пользователь видит во время проверки.

source: PayPal Express
es_es: PayPal expreso
it_it: Espresso PayPal
pl_pl: Ekspresowa
ru_ru: PayPal Экспресс

source: Description
de_de: Beschreibung
es_es: Descripción
it_it: Descrizione
pl_pl: Opis
pt_pt: Descrição
ru_ru: Описание

source: This controls the description which the user sees during checkout.
de_de: Dies steuert die Beschreibung, die der Benutzer bei der Kasse sieht.
es_es: Esto controla la descripción que el usuario ve en la caja.
fr_fr: Ce contrle de la Description Qui Voit l'Utilisateur seillers de la commande.
it_it: Controlla la descrizione che l'utente vede durante il checkout.
pl_pl: Kontroluje ten opis, który widzi użytkownik podczas kasy.
pt_pt: Isto controla a descrição que o usuário vê durante o checkout.
ru_ru: Это контролирует описание которой пользователь видит во время проверки.

source: Pay via PayPal; you can pay with your credit card if you dont have a PayPal account
de_de: Bezahlen via PayPal, die Sie mit Ihrer Kreditkarte bezahlen können, wenn Sie nicht über ein PayPal-Konto
es_es: Pagar con PayPal, usted puede pagar con su tarjeta de crédito si usted no tiene una cuenta de PayPal
fr_fr: Payez via PayPal, vous pouvez payer avec votre carte de crédit si vous n'avez pas de compte PayPal
it_it: Pagare via PayPal, è possibile pagare con carta di credito se non si dispone di un conto PayPal
pl_pl: Zapłacić za pośrednictwem PayPal, możesz zapłacić kartą kredytową, jeśli nie masz konta PayPal
pt_pt: Pague com PayPal, você pode pagar com seu cartão de crédito, se você não tiver uma conta PayPal
ru_ru: Обратите через PayPal, вы можете оплатить с помощью кредитной карты, если у вас нет учетной записи PayPal

source: Sandbox API User Name
de_de: Sandbox-API-Benutzername
es_es: API Sandbox Nombre de usuario
fr_fr: API Sandbox Nom d'Utilisateur
it_it: Sandbox API Nome utente
pl_pl: Piaskownica API Hasło
pt_pt: API Sandbox Usuário
ru_ru: Песочница API Имя пользователя

source: Sandbox API Password
de_de: Sandbox-API-Passwort
es_es: API Sandbox Contraseña
fr_fr: API Sandbox Mot de passe
pl_pl: Piaskownica API Hasło
pt_pt: API Sandbox senha
ru_ru: Песочница API Пароль

source: Sandbox API Signature
de_de: Sandbox-API-Signatur
es_es: Firma API Sandbox
fr_fr: API Sandbox Signature
pl_pl: Piaskownica API Podpis
pt_pt: Assinatura API Sandbox
ru_ru: Песочница API Подпись

source: Live API User Name
de_de: Live-API Benutzername
es_es: API vivo Nombre de usuario
fr_fr: API Nom directe d'Utilisateur
it_it: API live utente
pl_pl: Na żywo API Hasło
pt_pt: API vivo Usuário
ru_ru: Онлайн API Имя пользователя

source: You may obtain your API credentials from your PayPal account profile.
de_de: Sie können Ihre API-Anmeldeinformationen von Ihrem PayPal Konto Profil zu erhalten.
es_es: Usted puede obtener sus credenciales de API desde su perfil de su cuenta de PayPal.
fr_fr: Vous pouvez obtenir des informations de VOS d'API d'authentification de Votre Compte PayPal profil.
it_it: È possibile ottenere le credenziali API dal tuo profilo conto PayPal.
pl_pl: Może uzyskać poświadczenia API z profilu konta PayPal.
pt_pt: Você pode obter as suas credenciais de API do perfil da sua conta PayPal.
ru_ru: Вы можете получить свои учетные данные API из вашего профиля PayPal счета.

source: Live API Password
de_de: Live-API-Passwort
es_es: Vivo API Contraseña
fr_fr: API Direct Mot de passe
pl_pl: Hasło API żywo
pt_pt: Vivo API senha
ru_ru: Онлайн API Пароль

source: Live API Signature
de_de: Live-Signature-API
es_es: Firma API vivo
fr_fr: API Signature directe
it_it: API live Signature
pl_pl: Podpis API żywo
pt_pt: Assinatura API Vivo
ru_ru: Онлайн API Подпись

source: Enable PayPal Sandbox
de_de: Aktivieren PayPal Sandbox
es_es: Habilitar PayPal Sandbox
fr_fr: Activer PayPal Sandbox
it_it: Abilita PayPal Sandbox
pl_pl: Włącz akceptuje płatności PayPal Sandbox
pt_pt: Ativar PayPal Sandbox
ru_ru: Включить PayPal Sandbox

source: Debug
es_es: Depurar
pt_pt: Depurar
ru_ru: Отлаживать

source: Enable logging ( <code>woocommerce/logs/paypal_express.txt</code> )
es_es: Habilitar el registro de ( <code>woocommerce/logs/paypal_express.txt</code> )
fr_fr: Activer la journalisation ( <code>woocommerce/logs/paypal_express.txt</code> )
it_it: attivare la registrazione ( <code>woocommerce/logs/paypal_express.txt</code> )

source: Checkout Button Style
de_de: Kasse Button Style
es_es: Pedido Style Button
fr_fr: style de commandant de bouton
it_it: Checkout Style Button
pl_pl: Zamówienie Przycisk Style
pt_pt: Caixa Estilo Botão
ru_ru: Оформить заказ Кнопка Стиль

source: Use Checkout with PayPal image button
de_de: Verwenden Mit PayPal bezahlen Bildknopf
es_es: Utilice Checkout with PayPal botón de imagen
fr_fr: Utilisez Commander avec PayPal bouton d'image
it_it: Utilizzare Checkout con il tasto immagine PayPal
pl_pl: Użyj Checkout przyciskiem obrazu PayPal
pt_pt: Use Caixa com botão de imagem PayPal
ru_ru: Используйте Checkout с кнопкой изображения PayPal

source: Standard Checkout
de_de: Standard-Kasse
es_es: Pago y envío estándar
fr_fr: Paiement norme
it_it: Procedura di pagamento standard
pl_pl: Standardowy Zamówienie
pt_pt: Caixa Padrão
ru_ru: Стандартный заказ

source: Show express checkout button on checkout page
de_de: Zeigen Express-Checkout-Taste auf Kasse Seite
es_es: Mostrar botón de comprobación expresa en la página de pago
fr_fr: Afficher expresse bouton de commande sur la la page de paiement
it_it: Mostra pulsante express checkout a pagina checkout
pl_pl: Pokaż ekspresowe przycisk kasy na stronie transakcji
pt_pt: Mostrar botão de check-out expresso no pedido página
ru_ru: Показать экспресс кнопку с товаром на кассе странице

source: PayPal Account Optional
de_de: PayPal Konto Optional
es_es: Cuenta PayPal opcional
fr_fr: Compte facultatif PayPal
it_it: Conto PayPal opzionale
pl_pl: Konto PayPal opcjonalne
pt_pt: PayPal Conta opcional
ru_ru: PayPal Дополнительный аккаунт

source: Allow customers to checkout without a PayPal account using their credit card. PayPal Account Optional must be turned on in your PayPal account.
de_de: Können Kunden ohne PayPal-Konto Kasse mit ihrer Kreditkarte. Optional PayPal-Konto muss in Ihr PayPal-Konto eingeschaltet werden.
es_es: Permite a los clientes el pago y envío sin una cuenta de PayPal utilizando su tarjeta de crédito. Cuenta PayPal opcional debe estar activado en su cuenta PayPal.
fr_fr: Permettre aux clients de commander sans un compte PayPal en utilisant leur carte de crédit. Compte PayPal facultatif doit être activé dans votre compte PayPal.
it_it: Consentono ai clienti di checkout senza un conto PayPal utilizzando la propria carta di credito. Conto PayPal opzionale deve essere attivata nel tuo conto PayPal.
pl_pl: Pozwalają klientom do kasy bez konta PayPal za pomocą swojej karty kredytowej. Konto PayPal opcjonalne muszą być włączone na koncie PayPal.
pt_pt: Permitir que os clientes check-out sem uma conta PayPal usando seu cartão de crédito. PayPal Conta opcional deve ser ativado em sua conta PayPal.
ru_ru: Позвольте клиентам пойти в кассу без учета PayPal с помощью своей кредитной карты. PayPal Дополнительный аккаунт должен быть включен в вашем аккаунте PayPal.

source: Landing Page
es_es: La página de destino
it_it: Pagina di destinazione
ru_ru: Целевая страница

source: Type of PayPal page to display as default. PayPal Account Optional must be checked for this option to be used.
de_de: Art der PayPal-Seite als Standard an. Optional PayPal-Konto muss für diese Option zu verwenden überprüft werden.
es_es: Tipo de página de PayPal para que aparezca como predeterminado. Cuenta PayPal opcional debe ser revisado para que esta opción se utilizará.
fr_fr: Type de page PayPal pour afficher par défaut. Compte PayPal facultatif doit être cochée pour que cette option soit utilisée.
it_it: Tipo di pagina di PayPal per visualizzare come predefinito. Conto PayPal opzionale deve essere controllata per questa opzione da utilizzare.
pl_pl: Rodzaj strony PayPal, aby wyświetlić jako domyślne. Konto PayPal opcjonalne muszą być sprawdzone dla tej opcji, aby być wykorzystane.
pt_pt: Tipo de PayPal página para exibir como padrão. PayPal Conta opcional deve ser marcada para esta opção a ser utilizada.
ru_ru: Тип PayPal странице для отображения по умолчанию. PayPal Дополнительный аккаунт должен быть проверен на этой опции, которые будут использоваться.

source: Please try a different a different payment method.
de_de: Bitte versuchen Sie einen anderen eine andere Zahlungsmethode.
es_es: Por favor, intente un método de pago diferente diferente.
fr_fr: S'il vous plat essayer Une Autre mthode de paiement.
it_it: Prova con un altro metodo di pagamento diverso.
pl_pl: Spróbuj inny inną metodę płatności.
pt_pt: Por favor, tente um outro método de pagamento diferente.
ru_ru: Пожалуйста, попробуйте другой другой способ оплаты.

source: PayPal Express payment completed
de_de: PayPal Express Zahlung abgeschlossen
es_es: Pago PayPal expreso completó
fr_fr: Paiement PayPal Express terminée
it_it: Pagamento PayPal Express ha finalizzato
pl_pl: Ekspresowa płatność zakończona
pt_pt: Pagamento PayPal Express concluída
ru_ru: Компенсация PayPal Экспресс завершена

source: PayPal Express Checkout is not available at this time.
de_de: PayPal Express Checkout ist in dieser Zeit nicht zur Verfügung.
es_es: Pago exprés de PayPal no está disponible en este momento.
fr_fr: PayPal Express Checkout pas n'est available En ce moment.
it_it: Pagamento express PayPal non è disponibile in questo momento.
pl_pl: PayPal Express Checkout nie jest dostępna w tym czasie.
pt_pt: PayPal Express Checkout não está disponível neste momento.
ru_ru: PayPal Express Checkout не доступен в это время.

source: Sorry, your session has expired. %sReturn to homepage &rarr;%s
de_de: Es tut uns leid, Ihre Sitzung ist abgelaufen. %sZurück zur Homepage &rarr;%s
es_es: Lo sentimos, tu sesión ha caducado. %sVolver a la página principal &rarr;%s
it_it: Spiacenti, la sessione è scaduta. %sTornare alla pagina iniziale &rarr;%s
pl_pl: Niestety, Twoja sesja wygasła. %sPowrót do strony głównej &rarr;%s
pt_pt: Desculpe, sua sessão expirou. %sRetornar à página &rarr;%s
ru_ru: К сожалению, ваша сессия истекла. %sВернуться на главную страницу &rarr;%s

source: Invalid shipping method.
de_de: Ungültige Versandmethode.
es_es: Método de envío no es válida.
fr_fr: Mthode d'expdition non valide.
it_it: Metodo di trasporto valido.
pl_pl: Nieprawidłowy sposób wysyłki.
pt_pt: Método de envio inválido.
ru_ru: Неверный способ доставки.

source: Proceed to Checkout
de_de: Weiter zur Kasse
es_es: Proceda a la comprobación
fr_fr: Passer à la caisse
it_it: Procedi alla verifica
pl_pl: Złóż zamówienie
pt_pt: Prossiga para Caixa
ru_ru: К кассе

source: Pay with Credit Card
de_de: Bezahlen mit Kreditkarte
es_es: Pague con tarjeta de crédito
fr_fr: Payer Avec la carte de crédit
it_it: Paga con carta di credito
pl_pl: Płacić kartą kredytową
pt_pt: Pague com cartão de crédito
ru_ru: Оплатить с помощью кредитной карты

source: Pay with PayPal
de_de: Bezahlen mit PayPal
es_es: Paga con PayPal
fr_fr: Payer avec Paypal
it_it: Paga con PayPal
pl_pl: Płać z PayPal
pt_pt: Pague com PayPal
ru_ru: Оплатить с помощью PayPal
