Repository: bluedone/paypal-woocommerce
Catalog: languages/paypal-for-woocommerce-*.po
Languages: de_de, es_es, fr_fr, it_it, pl_pl, pt_pt, ru_ru

source: Centinel MID
de_de: Sentinel MOD
fr_fr: Sentinel MOD
it_it: Sentinel MOD
pl_pl: Sentinel MOD
pt_pt: Sentinela MOD
ru_ru: Страж MOD

source: 3D Secure error: %s
de_de: 3D-Secure-Fehler:%s
fr_fr: Erreur 3D Secure: %s
it_it: 3D errore sicura:%s
pt_pt: Erro 3D Secure:%s
ru_ru: 3D Secure ошибка:%s

source: WooCommerce PayPal Payments Pro requires that the <a href=%s>Force secure checkout</a> option is enabled; your checkout may not be secure! Please enable SSL and ensure your server has a valid SSL certificate - PayPal Pro will only work in test mode. | <a href=%s>%s</a>
ru_ru: WooCommerce PayPal платежи Pro требует, чтобы <a href=%s>Force вариант безопасного заказ</a> включена, ваш заказ может быть не безопасно! Пожалуйста, включите SSL и обеспечить ваш сервер имеет действительный сертификат SSL - PayPal Pro будет работать только в тестовом режиме. | <a href=%s>%s</a>

source: Centinel PID
ru_ru: Centinel ПИД
