Repository: bluedone/paypal-woocommerce
Catalog: i18n/languages/*.po
Languages: he_il

source: Configure
he_il: הגדר

source: Docs
he_il: מסמכים

source: Support
he_il: תמיכה

source: Write a Review
he_il: כתוב סקירה

source: WooCommerce PayPal Payments Pro requires that the %sForce secure checkout%s option is enabled; your checkout may not be secure! Please enable SSL and ensure your server has a valid SSL certificate - PayPal Pro will only work in test mode. | <a href=%s>%s</a>
he_il: תשלומי פייפאל woocommerce פרו דורשים ש%sידרוש שאופציית קנייה מאובטחת תהיה מאופשרת%s ; קנייתך עלולה להיות לא מאובטחת! נא הגדר SSL והבטח כי לשרת שלך יש תעודת SSL בתוקף - פייפאל פרו לא יעבוד במצב בדיקות | <a href=%s>%s</a>

source: Hide this notice
he_il: הסתר הערה זו

source: WooCommerce PayPal Payments ( %s ) is currently running in Sandbox mode and will NOT process any actual payments. | <a href=%s>%s</a>
he_il: תשלומי פייפאל ( %s ) כרגע רץ במצב של Sandbox ולא יעבד תשלומים אמיתיים. | <a href=%s>%s</a>

source: WooCommerce PayPal Express is currently running in Sandbox mode and will NOT process any actual payments. | <a href=%s>%s</a>
he_il: תשלומי woocommerce פייפאל אקספרס כרגע רץ במצב Sandbox ולא יעבד תשלומים אמיתיים | <a href=%s>%s</a>

source: You currently have both PayPal (standard) and Express Checkout enabled. It is recommended that you disable the standard PayPal from <a href="
he_il: כרגע יש לך גם פייפאל (סטנדרט) וגם תשלום אקספרס מופעלים. מומלץ שתכבה את פייפאל (סטנדרט) מ <a href="

source: WooCommerce PayPal Payments requires WooCommerce plugin to work normally. Please activate it or install it from <a href='http://wordpress.org/plugins/woocommerce/' target='_blank'>here</a>. | <a href=%s>%s</a>
he_il: פלאג תשלומי פייפאל אקספרס צריך כי woocommerce יעבוד באופן חלק. נא הפעל או התקן מ <a href='http://wordpress.org/plugins/woocommerce/' target='_blank'>here</a>. | <a href=%s>%s</a>

source: Checkout &rarr; Review Order
he_il: תשלום &rarr; סקירת הזמנה

source: Pay with PayPal
he_il: שלם באמצעות פייפאל

source: PayPal Express Checkout
he_il: תשלומי פייפאל אקספרס

source: PayPal Express Checkout is designed to make the checkout experience for buyers using PayPal much more quick and easy than filling out billing and shipping forms. Customers will be taken directly to PayPal to sign in and authorize the payment, and are then returned back to your store to choose a shipping method, review the final order total, and complete the payment.
he_il: פייפאל אקספרס תוכנן להפוך את חווית הקנייה עבור קונים המשתמשים בפייפאל הרבה יותר קלה ומהירה מאשר מילוי טפסי משלוח וחשבוניות. לקוחות יופנו ישירות לפייפאל לאשר את הרכישה.

source: Settings
he_il: הגדרות

source: Enable/Disable
he_il: הפעל/כבה

source: Enable PayPal Express
he_il: הפעל פייפאל אקספרס

source: Title
he_il: כותרת

source: This controls the title which the user sees during checkout.
he_il: זה שולט על הכותרת שהמשתמש יראה בזמן רכישה

source: PayPal Express
he_il: פייפאל אקספרס

source: Description
he_il: תיאור

source: This controls the description which the user sees during checkout.
he_il: זה שולט על התיאור שהמשתמש רואה בזמן רכישה

source: Pay via PayPal; you can pay with your credit card if you don't have a PayPal account
he_il: שלם באמצעות פייפאל; אתה יכול גם לשלם באמצעות כרטיס אשראי אם אין ברשותך חשבון פייפאל

source: Sandbox API User Name
he_il: שם משתמש Sandbox API

source: Sandbox API Password
he_il: Sandbox API סיסמה

source: Sandbox API Signature
he_il: Sandbox API חתימה

source: Live API User Name
he_il: Live API שם משתמש

source: Live API Password
he_il: Live API סיסמה

source: Live API Signature
he_il: Live API חתימה

source: PayPal Sandbox
he_il: פייפאל Sandbox

source: Enable PayPal Sandbox
he_il: הפעל פייפאל Sandbox

source: Checkout Button Type
he_il: סוג כפתור לתשלום

source: Use Checkout with PayPal image button
he_il: השתמש בכפתור עם תמונת פייפאל מקורית

source: Select Image
he_il: בחר תמונה

source: Standard Checkout
he_il: תשלום סטנדרטי

source: Show Express Checkout button on checkout page
he_il: הצג את כפתור תשלום אקספרס בדף הרכישה

source: Product Page
he_il: דף מוצר

source: Show the Express Checkout button on product detail pages.
he_il: הצג את כפתור תשלום אקספרס בדף המוצר

source: PayPal Account Optional
he_il: חשבון פייפאל אופציונאלי

source: Allow customers to checkout without a PayPal account using their credit card.
he_il: אפשר ללקוחות לשלם בלי חשבון פייפאל, באמצעות כרטיס האשראי שלהם

source: Error Display Type
he_il: סוג תצוגת שגיאה

source: Display detailed or generic errors
he_il: הצג שגיאות מפורטות או כלליות

source: Enable Bill Me Later
he_il: הפעל Bill Me Later

source: Show the Bill Me Later button next to the Express Checkout button.
he_il: הצג כפתור Bill Me Later לצד כפתור תשלום אקספרס

source: Landing Page
he_il: דף נחיתה

source: Type of PayPal page to display as default. PayPal Account Optional must be checked for this option to be used.
he_il: סוג דף פייפאל להצגה כברירת מחדל. חובה חשבון פייפאל על מנת שניתן יהיה להשתמש באפשרות זו.

source: Skip the forms and pay faster with Paypal.
he_il: דלג על הטפסים ושלם מהר יותר באמצעות פייפאל

source: There was a problem paying with PayPal. Please try another method.
he_il: הייתה בעיה בתשלום עם פייפאל. נא שלם בשיטה אחרת.

source: Please provide a valid email address.
he_il: נא הזו אימייל תקין

source: Password is required.
he_il: חובה סיסמה

source: Passwords do not match.
he_il: הסיסמאות אינן תואמות

source: This email address is already registered.
he_il: מייל זה כבר רשום

source: PayPal Express payment completed
he_il: תשלום עם פייפאל אקספרס הושלם

source: Sorry, your session has expired. <a href=%s>Return to homepage &rarr;</a>
he_il: מצטערים, מהלך רכישה זה פג תוקף. <a href=%s>Return to homepage &rarr;</a>

source: Invalid shipping method.
he_il: אפשרות משלוח אינה תקינה

source: Proceed to Checkout
he_il: המשך לתשלום

source: Pay with Credit Card
he_il: שלם באמצעות כרטיס אשראי

source: PayPal Website Payments Pro allows you to accept credit cards directly on your site without any redirection through PayPal. You host the checkout form on your own web server, so you will need an SSL certificate to ensure your customer data is protected.
he_il: תשלומי אתר פייפאל פרו מאפשרים לקבל כרטיסי אשראי ישירות באתר שלך מבלי לצאת לאתר פייפאל. אתה מארח את טופס הרכישה על השרת שלך, לכן עליך להיות בעלת תעודת SSL על מנת להבטיח שהפרטים של לקוחותיך מוגנים

source: Enable PayPal Pro
he_il: הפעל פייפאל פרו

source: Credit card
he_il: כרטיס אשראי

source: Pay with your credit card
he_il: שלם באמצעות כרטיס אשראי

source: Test Mode
he_il: מצב בדיקה

source: Enable PayPal Sandbox/Test Mode
he_il: הפעל פייפאל Sandbox -במצב בדיקה

source: Place the payment gateway in development mode.
he_il: העבר את Payment Gateway למצב פיתוח

source: Sandbox API Username
he_il: Sandbox API שם משתמש

source: Create sandbox accounts and obtain API credentials from within your <a href="http://developer.paypal.com">PayPal developer account</a>.
he_il: צור חשבונות Sandbox וספק הרשאות API ב <a href="http://developer.paypal.com">PayPal developer account</a>.

source: Live API Username
he_il: Live API שם משתמש

source: Enable 3DSecure
he_il: הפעל 3DSecure

source: Transaction Password
he_il: סיסמת העברה

source: Enable logging
he_il: הפעל logging

source: Log PayPal events inside <code>woocommerce/logs/paypal-pro.txt</code>
he_il: לוג אירועי פייפאל בתוך <code>woocommerce/logs/paypal-pro.txt</code>

source: TEST MODE/SANDBOX ENABLED
he_il: מצב בדיקה - Sandbox מופעל

source: Credit Card number
he_il: מספר כרטיס אשראי

source: Card type
he_il: סוג כרטיס

source: Expiration date
he_il: תאריך תפוגה

source: Month
he_il: חודש

source: Year
he_il: שנה

source: Card security code
he_il: קוד ביטחון

source: 3 digits usually found on the signature strip.
he_il: 3 ספרות הנמצאות בגב הכרטיס

source: 4 digits usually found on the front of the card.
he_il: 4 ספרות הנמצאות בחזית הכרטיס

source: Card security code is invalid (only digits are allowed)
he_il: קוד הביטחון לא תקין (ניתן להזין רק ספרות)

source: Card security code is invalid (wrong length)
he_il: קוד הביטחון לא תקין (אורך הקוד לא תקין)

source: Card expiration date is invalid
he_il: תאריך התפוגה של הכרטיס לא תקין

source: Card number is invalid
he_il: מספר הכרטיס לא תקין

source: Processing your Payer Authentication Transaction
he_il: מעבד את נתוני המשלם

source: Please click Submit to continue the processing of your transaction.
he_il: נא לחץ על המשך על מנת להמשיך לעבד את התשלום

source: Authentication unavailable. Please try a different payment method or card.
he_il: נתוני המשלם לא נמצאו. נא בחר בשיטת תשלום אחרת או בכרטיס אשראי אחר.

source: Authentication unavailable. Please try a different payment method or card.
he_il: נתוני המשלם לא נמצאו. נא בחר בשיטת תשלום אחרת או בכרטיס אשראי אחר.

source: Payer Authentication failed. Please try a different payment method.
he_il: התשלום נכשל. נא בחר בשיטת תשלום אחרת או בכרטיס אשראי אחר.

source: Empty PayPal response.
he_il: תגובת פייפאל ריקה

source: PayPal Pro payment completed (Transaction ID: %s, Correlation ID: %s)
he_il: תשלום פייפאל פרו הושלם (Transaction ID: %s, Correlation ID: %s)

source: Payment error:
he_il: שגיאת תשלום:

source: There was a problem connecting to the payment gateway.
he_il: היתה בעיה להתחבר ל-Payment Gateway

source: PayPal Payments Pro allows you to accept credit cards directly on your site without any redirection through PayPal. You host the checkout form on your own web server, so you will need an SSL certificate to ensure your customer data is protected.
he_il: תשלומי פייפאל פרו מאפשרים לקבל כרטיסי אשראי ישירות באתר שלך מבלי לצאת לאתר פייפאל. אתה מארח את טופס הרכישה על השרת שלך, לכן עליך להיות בעלת תעודת SSL על מנת להבטיח שהפרטים של לקוחותיך מוגנים

source: Enable PayPal Pro Payflow Edition
he_il: הפעל PayPal Pro Payflow Edition

source: Pay with your credit card.
he_il: שלם באמצעות כרטיס אשראי

source: Log PayPal events inside <code>woocommerce/logs/paypal-payflow.txt</code>
he_il: לוג אירועי פייפאל בתוך <code>woocommerce/logs/paypal-payflow.txt</code>

source: Sandbox PayPal Vendor
he_il: Sandbox PayPal מוכר

source: Sandbox PayPal Password
he_il: Sandbox PayPal סיסמה

source: Sandbox PayPal User
he_il: Sandbox PayPal משתמש

source: Sandbox PayPal Partner
he_il: Sandbox PayPal שותף

source: Live PayPal Vendor
he_il: Live PayPal מוכר

source: Live PayPal Password
he_il: Live PayPal סיסמה

source: Live PayPal User
he_il: Live PayPal משתמש

source: Live PayPal Partner
he_il: Live PayPal שותף

source: PayPal Pro payment completed (PNREF: %s)
he_il: תשלום פייפאל פרו הושלם (PNREF: %s)

source: PayPal Pro payment failed. Payment was rejected due to an error:
he_il: תשלום פייפאל פרו נכשל. התשלום נדחה בשל שגיאה:

source: Connection error:
he_il: שגיאת חיבור:

source: Card number
he_il: מספר כרטיס

source: Expiry date <small>(MMYY)</small>
he_il: תאריך תפוגה <small>(MMYY)</small>

source: Customer details
he_il: פרטי לקוח

source: Shipping Address
he_il: כתובת משלוח

source: Login
he_il: כניסה

source: Create A New Account
he_il: צור חשבון חדש

source: Cancel order
he_il: בטל הזמנה

source: Place Order
he_il: הזן הזמנה
