Repository: bluedone/paypal-woocommerce
Catalog: i18n/languages/paypal-for-woocommerce-*.po
Languages: fr_fr

source: Configure
fr_fr: Configurer

source: Docs
fr_fr: Document

source: Support
fr_fr: Aide

source: Write a Review
fr_fr: Écrire un commentaire

source: WooCommerce PayPal Payments Pro requires that the %sForce secure checkout%s option is enabled; your checkout may not be secure! Please enable SSL and ensure your server has a valid SSL certificate - PayPal Pro will only work in test mode. | <a href=%s>%s</a>
fr_fr: PayPal Pro pour WooCommerce nécessite que l'option %sForce secure checkout%s soit activée; votre règlement ne sera pas sécurisé ! SVP, activer SSL et assurez-vous que votre serveur possède un certificat valide- PayPal Pro fonctionneuniquement en mode test. | <a href=%s>%s</a>

source: Hide this notice
fr_fr: Cacher cette information

source: WooCommerce PayPal Payments ( %s ) is currently running in Sandbox mode and will NOT process any actual payments. | <a href=%s>%s</a>
fr_fr: Le paiement PayPal fonctionne actuellement en mode Sandbox et AUCUN paiement ne sera effectué..

source: WooCommerce PayPal Express is currently running in Sandbox mode and will NOT process any actual payments. | <a href=%s>%s</a>
fr_fr: WooCommerce Paypal Express fonctionne actuellement dans le mode Sandbox et AUCUN paiement ne sera effectué. | <a href=%s>%s</a>

source: You currently have both PayPal (standard) and Express Checkout enabled. It is recommended that you disable the standard PayPal from <a href="
fr_fr: Vous avez actuellement 2 PayPal activés, (standart et Express). Il est recomandé de désactiver le PayPal standard depuis<a href="

source: WooCommerce PayPal Payments requires WooCommerce plugin to work normally. Please activate it or install it from <a href='http://wordpress.org/plugins/woocommerce/' target='_blank'>here</a>. | <a href=%s>%s</a>
fr_fr: WooCommerce PayPal requiert WooCommerce plugin pour fontioner normalement. SVP activez-le ou installez-le depuis<a href='http://wordpress.org/plugins/woocommerce/' target='_blank'>here</a>. | <a href=%s>%s</a>

source: Checkout &rarr; Review Order
fr_fr: Règlement &rarr; Voir Commande

source: Pay with PayPal
fr_fr: Payer avec PayPal

source: PayPal Express Checkout is designed to make the checkout experience for buyers using PayPal much more quick and easy than filling out billing and shipping forms. Customers will be taken directly to PayPal to sign in and authorize the payment, and are then returned back to your store to choose a shipping method, review the final order total, and complete the payment.
fr_fr: PayPal Express Checkout est conçu pour accélérer l'expérience du règlement avec PayPal, plus facile et rapide que de remplir un formulaire de facturation et de livraison. Le client arrive directement sur la page PayPal pour s'inscrire et autoriser le paiement, il retourne en suite dans la boutique pour choisir le type de transport, voir le détail de la commande et finir le paiement.

source: Settings
fr_fr: Paramètres

source: Enable/Disable
fr_fr: Activez / Désactivez

source: Enable PayPal Express
fr_fr: Activer PayPal Express

source: Title
fr_fr: Titre

source: This controls the title which the user sees during checkout.
fr_fr: Ceci contrôle le titre que l'utilisateur verra pendant la commande

source: This controls the description which the user sees during checkout.
fr_fr: Ceci controlle la description que l'utilsateur verra pendant le règlement.

source: Pay via PayPal; you can pay with your credit card if you don't have a PayPal account
fr_fr: Payez avec PayPal ; Vous pouvez payer avec votre carte de crédit si vous n'avez pas de compte PayPal.

source: Sandbox API User Name
fr_fr: Nom d'utilisateur Sandbox API

source: Create sandbox accounts and obtain API credentials from within your <a href="http://developer.paypal.com">PayPal developer account</a>.
fr_fr: Créez votre compte Sandbox et obtenez l'API depuis <a href="http://developer.paypal.com">Compte PayPal Développeur</a>.

source: Sandbox API Password
fr_fr: Mot de passe Sandbox API

source: Sandbox API Signature
fr_fr: Signature Live API

source: Live API User Name
fr_fr: Nom d'utilisateur Live API

source: Get your live account API credentials from your PayPal account profile under the API Access section <br />or by using <a target="_blank" href="https://www.paypal.com/us/cgi-bin/webscr?cmd=_login-api-run">this tool</a>.
fr_fr: Obtenez votre code API depuis votre compte PayPal en dessous de API Accès <br />ou en utilisant<a target="_blank" href="https://www.paypal.com/us/cgi-bin/webscr?cmd=_login-api-run">this tool</a>.

source: Live API Password
fr_fr: Mot de passe Live API

source: Enable PayPal Sandbox
fr_fr: Activez PayPal Sandbox

source: Debug
fr_fr: débugguer

source: Enable logging ( <code>woocommerce/logs/paypal_express.txt</code> )
fr_fr: Activez le logging ( <code>woocommerce/logs/paypal_express.txt</code> )

source: Checkout Button Type
fr_fr: Type de bouton Commander

source: Use Checkout with PayPal image button
fr_fr: Utilisez Commander avec le bouton PayPal

source: Select Image
fr_fr: Sélectionnez une image

source: Standard Checkout
fr_fr: Règlement standard.

source: Show Express Checkout button on checkout page
fr_fr: Affichez le bouton Express Checkout sur la page de commande.

source: Product Page
fr_fr: Page des produits

source: Show the Express Checkout button on product detail pages.
fr_fr: Affichez le bouton Express Checkout sur la page des produits.

source: PayPal Account Optional
fr_fr: Compte payPal en option

source: Allow customers to checkout without a PayPal account using their credit card.
fr_fr: Autorisez les clients à payer sans utiliser un compte payPal mais leur carte de crédit.

source: Error Display Type
fr_fr: Type d'erreurs à afficher

source: Display detailed or generic errors
fr_fr: Affichez les erreurs détaillées ou génériques

source: Enable Bill Me Later
fr_fr: Activez Facturez-moi plus tard

source: Show the Bill Me Later button next to the Express Checkout button.
fr_fr: Affichez le bouton Facturez moi plus tard à coté tu bouton Express Checkout.

source: Landing Page
fr_fr: Page de destination

source: Type of PayPal page to display as default. PayPal Account Optional must be checked for this option to be used.
fr_fr: Type de la page PayPal à afficher par défaut. Le compte PayPal optionnel doit être activé pour utiliser cette option.

source: Skip the forms and pay faster with Paypal.
fr_fr: Passez el formulaire et payez plus rapidement avec PayPal

source: There was a problem paying with PayPal. Please try another method.
fr_fr: Il y a un problème de paiement avec PayPal, SVP, utilisez une autre méthode.

source: Please provide a valid email address.
fr_fr: SVP, utilisez une adresse Email valide.

source: Password is required.
fr_fr: Le mot de passe est obligatoire.

source: Passwords do not match.
fr_fr: Les mot de passe ne coresspondent pas.

source: This email address is already registered.
fr_fr: Cette adresse email est déjà enregistrée.

source: PayPal Express payment completed
fr_fr: Paiement PayPal Express complet

source: Sorry, your session has expired. <a href=%s>Return to homepage &rarr;</a>
fr_fr: Désolé, votre dession a expiré.<a href=%s>Return to homepage &rarr;</a>

source: Invalid shipping method.
fr_fr: Methode de transport invalide.

source: Proceed to Checkout
fr_fr: Procédez au règlement

source: Pay with Credit Card
fr_fr: Payez avec votre carte de crédit.

source: PayPal Website Payments Pro (DoDirectPayment)
fr_fr: PayPal Website Payments Pro (Payez dierctement)

source: PayPal Website Payments Pro allows you to accept credit cards directly on your site without any redirection through PayPal. You host the checkout form on your own web server, so you will need an SSL certificate to ensure your customer data is protected.
fr_fr: PayPal Website Payments Pro vous permet d'accepter le paiement par carte de crédit directement sur votre site sans être redirigé sur la page PayPal. Vous hébergez le règlement sur votre serveur, de ce fait vous avez besoin d'un certificat SSL pour assurer à votre client que les données sont protégées.

source: Enable PayPal Pro
fr_fr: Activez payPal Pro

source: Credit card
fr_fr: Carte de crédit

source: Pay with your credit card
fr_fr: Mpayez avec votre carte de crédit

source: Test Mode
fr_fr: Mode Test

source: Enable PayPal Sandbox/Test Mode
fr_fr: Activez PayPal Sandbox/Mode Test

source: Place the payment gateway in development mode.
fr_fr: Mettre la passerelle de paiement en mode développement

source: Sandbox API Username
fr_fr: Nom d'utilisateur de l'API Sandbox

source: Live API Username
fr_fr: Nom d'utilsateur API

source: Get your live account API credentials from your PayPal account profile under the API Access section <br />or by using <a target="_blank" href="https://www.paypal.com/us/cgi-bin/webscr?cmd=_login-api-run">this tool</a>.
fr_fr: Obtenez votre code API depuis votre compte PayPal en dessous de API Accès <br />ou en utilisant <a target="_blank" href="https://www.paypal.com/us/cgi-bin/webscr?cmd=_login-api-run">cet outils</a>.

source: Enable 3DSecure
fr_fr: Activez 3D Secure

source: Allows UK merchants to pass 3-D Secure authentication data to PayPal for debit and credit cards. Updating your site with 3-D Secure enables your participation in the Verified by Visa and MasterCard SecureCode programs. (Required to accept Maestro)
fr_fr: Authoriser les marchands UK de passer l'authentification 3D Secure. Mettez à jour votre site avec 3D Secure et activez votre particiapation au programme Verified by Visa and MasterCard SecureCode". (requiert d'accepter Maestro).

source: If enabling 3D Secure, enter your Cardinal Centinel Processor ID.
fr_fr: Si 3D Secure est activé, entrez Cardinal Centinel Processor ID.

source: If enabling 3D Secure, enter your Cardinal Centinel Merchant ID.
fr_fr: Si 3D Secure est activé, entrez votre mot de passe "Cardinal Centinel".

source: Transaction Password
fr_fr: Mot de passe de transaction

source: If enabling 3D Secure, enter your Cardinal Centinel Transaction Password.
fr_fr: Si 3D Secure est activé, entrez votre mot de passe "Cardinal Centinel".

source: Liability Shift
fr_fr: Responsabilité de transfert

source: Require liability shift
fr_fr: Responsabilité de transfert requis

source: Only accept payments when liability shift has occurred.
fr_fr: Les paiements sont acceptés seulement si le transfert de responsabilité est disponible.

source: Debug Log
fr_fr: Log débug

source: Enable logging
fr_fr: Logging activé

source: Log PayPal events inside <code>woocommerce/logs/paypal-pro.txt</code>
fr_fr: Log des évenements PayPal dans le fichier<code>woocommerce/logs/paypal-pro.txt</code>

source: TEST MODE/SANDBOX ENABLED
fr_fr: MODE TEST/SANDBOX ACTIVE

source: Credit Card number
fr_fr: Numéro de la carte de crédit

source: Card type
fr_fr: Type de carte

source: Expiration date
fr_fr: date d'expiration

source: Month
fr_fr: Mois

source: Year
fr_fr: Année

source: Card security code
fr_fr: Code de sécurité de la carte

source: 3 digits usually found on the signature strip.
fr_fr: 3 chiffres se trouvent normalement à coté de la signature.

source: 4 digits usually found on the front of the card.
fr_fr: 4 chiffres se trouvent normalement au dessus de la carte

source: Card security code is invalid (only digits are allowed)
fr_fr: Le code sécurité de votre carte est invalide (saisir uniquement des chiffres)

source: Card security code is invalid (wrong length)
fr_fr: Le code sécurité de votre carte est invalide (longueur incorrecte)

source: Card expiration date is invalid
fr_fr: Date d'expiration invalide

source: Card number is invalid
fr_fr: Numéro de carte invalide

source: Processing your Payer Authentication Transaction
fr_fr: En train de procéder à l'authentification.

source: Please click Submit to continue the processing of your transaction.
fr_fr: SVO, cliquez sur Confirmer pour continuer le processus de votre transaction.

source: Authentication unavailable. Please try a different payment method or card.
fr_fr: Authentification impossible. SVP, essayez une autre méthode de paiement ou une autre carte

source: Error in 3D secure authentication:
fr_fr: Erreur dans l'authentification 3D secure

source: Authentication unavailable. Please try a different payment method or card.
fr_fr: Authentification impossible. SVP, essayez une autre méthode de paiement ou une autre carte

source: 3D Secure error: No liability shift
fr_fr: Erreur 3D Secure : aucune responsabilité de transfert

source: Payer Authentication failed. Please try a different payment method.
fr_fr: L'authentification a echoué. SVP essayer une autre méthode de paiement.

source: 3D Secure error: %s
fr_fr: Erreur 3D secure : %s

source: Empty PayPal response.
fr_fr: PayPal reponse vide

source: PayPal Pro payment completed (Transaction ID: %s, Correlation ID: %s)
fr_fr: Paiement par PayPal pro complet(Transaction ID: %s, Correlation ID: %s)

source: PayPal Pro payment failed (Correlation ID: %s). Payment was rejected due to an error: %s
fr_fr: Le paiement avec PayPal Pro a échoué Correlation ID: %s). Le paiement a été rejeté à cause d'une erreur : %s

source: Payment error:
fr_fr: erreur de paiement :

source: There was a problem connecting to the payment gateway.
fr_fr: Il y a un problème pour se connecter à la passerelle de paiement.

source: PayPal Payments Pro allows you to accept credit cards directly on your site without any redirection through PayPal. You host the checkout form on your own web server, so you will need an SSL certificate to ensure your customer data is protected.
fr_fr: PayPal Payments Pro vous permet d'accepter le paiement par carte de crédit directement sur votre site sans être redirigé sur la page PayPal. Vous hébergez le règlement sur votre serveur, de ce fait vous avez besoin d'un certificat SSL pour assurer à votre client que les données sont protégées.

source: Enable PayPal Pro Payflow Edition
fr_fr: Activez l'édition PayPal Pro Payflow

source: Pay with your credit card.
fr_fr: Payez avec votre carte de crédit

source: Log PayPal events inside <code>woocommerce/logs/paypal-payflow.txt</code>
fr_fr: <code>woocommerce/logs/paypal-payflow.txt</code>

source: Sandbox PayPal Vendor
fr_fr: Sandbox PayPal Vendeur

source: Your merchant login ID that you created when you registered for the account.
fr_fr: L'identifiant marchant que vous avez créer lors de l'enregistrement du compte.

source: Sandbox PayPal Password
fr_fr: Mot de passe Sandbox PayPal

source: The password that you defined while registering for the account.
fr_fr: Le mot de passe que vous avez défini lors de l'enregistrement du compte.

source: Sandbox PayPal User
fr_fr: Utilisateur Sandbox PayPal

source: If you set up one or more additional users on the account, this value is the ID of the user authorized to process transactions. Otherwise, leave this field blank.
fr_fr: Si vous configurez un ou plusieurs autres utilisateurs pour le compte, cette valeur est l'ID de l'utilisateur autorisé à traiter les transactions. Sinon, laissez le champ vide.

source: Sandbox PayPal Partner
fr_fr: Partenaire Sandbox PayPal

source: The ID provided to you by the authorized PayPal Reseller who registered you for the Payflow SDK. If you purchased your account directly from PayPal, use PayPal or leave blank.
fr_fr: L'ID qui vous a été fourni par le revendeur Paypal vous enregistre pour le SDK Payflow. Si vous avez acheté directement votre compte directement depuis PayPal, ustilsez PayPal ou laissez vide.

source: Live PayPal Vendor
fr_fr: Vendeur PayPal

source: Live PayPal Password
fr_fr: Mot de passe PayPal

source: Live PayPal User
fr_fr: Utilisateur PayPal

source: Live PayPal Partner
fr_fr: Partenaire paypal

source: PayPal Pro payment completed (PNREF: %s)
fr_fr: Paiement PayPal Pro complété (PNREF: %s)

source: PayPal Pro payment failed. Payment was rejected due to an error:
fr_fr: Le paiement PayPal pro a echoué. Le paiement a été rejeté à cause d'une erreur

source: Connection error:
fr_fr: Erreur de connexion :

source: Card number
fr_fr: Numéro de carte

source: Expiry date <small>(MMYY)</small>
fr_fr: Date d'expiration<small>(MMYY)</small>

source: Customer details
fr_fr: Détails du client

source: Shipping Address
fr_fr: Adresse de livraison

source: Login
fr_fr: Identifiant

source: Create A New Account
fr_fr: Créer un compte

source: Cancel order
fr_fr: Annuler

source: Place Order
fr_fr: Commander
